{"verses": ["Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;", "Whatever you do, work heartily, as for the Lord and not for men,", "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.", "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.", "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust. For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? ...", "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.", "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.", "“Teacher, which is the great commandment in the Law?” And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself. On these two commandments depend all the Law and the Prophets.”", "When the righteous cry for help, the Lord hears and delivers them out of all their troubles. The Lord is near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but the Lord delivers him out of them all. He keeps all his bones; not one of them is broken.", "Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.", "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.", "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. By this all people will know that you are my disciples, if you have love for one another.”", "Seek the Lord and his strength; seek his presence continually!", "Better is a dinner of herbs where love is than a fattened ox and hatred with it.", "So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day. For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.", "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.", "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.", "For God gave us a spirit not of fear but of power and love and self-control.", "I love those who love me, and those who seek me diligently find me.", "The name of the Lord is a strong tower; the righteous man runs into it and is safe.", "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.", "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.", "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.", "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.", "Jesus answered, “The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one. And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”", "Do not be slothful in zeal, be fervent in spirit, serve the Lord.", "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body.", "And we know that for those who love God all things work together for good, for those who are called according to his purpose.", "“This is my commandment, that you love one another as I have loved you. Greater love has no one than this, that someone lay down his life for his friends.", "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”", "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.", "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.", "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.", "I wish those who unsettle you would emasculate themselves!", "What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. You ask and do not receive, because you ask wrongly, to spend it on your passions. You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? ...", "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”", "And whatever we ask we receive from him, because we keep his commandments and do what pleases him.", "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord.", "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.", "Know therefore that the Lord your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,", "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.", "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”", "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.", "Greater love has no one than this, that someone lay down his life for his friends.", "Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.", "Commit your way to the Lord; trust in him, and he will act.", "In all toil there is profit, but mere talk tends only to poverty.", "And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”", "Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!", "Husbands, love your wives, as Christ loved the church and gave himself up for her,", "But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.", " Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away. I will bless the Lord at all times; his praise shall continually be in my mouth. My soul makes its boast in the Lord; let the humble hear and be glad. Oh, magnify the Lord with me, and let us exalt his name together! I sought the Lord, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. ...", "No, in all these things we are more than conquerors through him who loved us. For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.", "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.", "A friend loves at all times, and a brother is born for adversity.", "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.", "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.", "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God's people; once you had not received mercy, but now you have received mercy. Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.", "“If you have raced with men on foot, and they have wearied you, how will you compete with horses? And if in a safe land you are so trusting, what will you do in the thicket of the Jordan?", "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”", "But seek first the kingdom of God and his righteousness, and all these things will be added to you.", "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”", "Anyone who does not love does not know God, because God is love.", "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”", "He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.", "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”", "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.", "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.", "Be watchful, stand firm in the faith, act like men, be strong.", "He who finds a wife finds a good thing and obtains favor from the Lord.", "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,", "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.", "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,", "Because your steadfast love is better than life, my lips will praise you.", "And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself.", "Love one another with brotherly affection. Outdo one another in showing honor.", "“This is my commandment, that you love one another as I have loved you.", "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.", "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.", "We love because he first loved us.", "My beloved is mine, and I am his; he grazes among the lilies.", "A lovely deer, a graceful doe. Let her breasts fill you at all times with delight; be intoxicated always in her love.", "One thing have I asked of the Lord, that will I seek after: that I may dwell in the house of the Lord all the days of my life, to gaze upon the beauty of the Lord and to inquire in his temple.", "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died;", "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.", "A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth. He will not let your foot be moved; he who keeps you will not slumber. Behold, he who keeps Israel will neither slumber nor sleep.", "And above all these put on love, which binds everything together in perfect harmony.", "And this commandment we have from him: whoever loves God must also love his brother.", "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils than any spice!", "Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man.", "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.", "Let all that you do be done in love.", "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.", "Love is patient and kind; love does not envy or boast; it is not arrogant", "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”", "“You shall therefore keep all my statutes and all my rules and do them, that the land where I am bringing you to live may not vomit you out. And you shall not walk in the customs of the nation that I am driving out before you, for they did all these things, and therefore I detested them. But I have said to you, ‘You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.’ I am the Lord your God, who has separated you from the peoples. You shall therefore separate the clean beast from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable by beast or by bird or by anything with which the ground crawls, which I have set apart for you to hold unclean. You shall be holy to me, for I the Lord am holy and have separated you from the peoples, that you should be mine.", "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”", "A Psalm of David. The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ...", "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him? Little children, let us not love in word or talk but in deed and in truth.", "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things. Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.", "By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.", "Beloved, if God so loved us, we also ought to love one another.", "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.", "Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.", "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.", "But whatever gain I had, I counted as loss for the sake of Christ. Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—", "Let him kiss me with the kisses of his mouth! For your love is better than wine;", "Let love be genuine. Abhor what is evil; hold fast to what is good.", "And my God will supply every need of yours according to his riches in glory in Christ Jesus.", "For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.", "Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.", "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.", "“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven. “Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward. But when you give to the needy, do not let your left hand know what your right hand is doing, so that your giving may be in secret. And your Father who sees in secret will reward you.", "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.", "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.", "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”", "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”", "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.", "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.", "I can do all things through him who strengthens me.", "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.", "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.", "With all humility and gentleness, with patience, bearing with one another in love,", "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.", "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.", "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’”", "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. And everyone who thus hopes in him purifies himself as he is pure.", "So now faith, hope, and love abide, these three; but the greatest of these is love.", "If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.", "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?", "A slack hand causes poverty, but the hand of the diligent makes rich.", "But God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—", "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things.", "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.", "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord. Many waters cannot quench love, neither can floods drown it. If a man offered for love all the wealth of his house, he would be utterly despised.", "Iron sharpens iron, and one man sharpens another.", "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love. You were running well. Who hindered you from obeying the truth? This persuasion is not from him who calls you. A little leaven leavens the whole lump. ...", "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ...", "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.", "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.", "To the choirmaster. A Psalm of David, the servant of the Lord, who addressed the words of this song to the Lord on the day when the Lord delivered him from the hand of all his enemies, and from the hand of Saul. He said: I love you, O Lord, my strength.", "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.", "So that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth, and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.", "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work.", "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.", "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.", "Three things are too wonderful for me; four I do not understand: the way of an eagle in the sky, the way of a serpent on a rock, the way of a ship on the high seas, and the way of a man with a virgin.", "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.", "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.", "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;", "Trust in the Lord with all your heart, and do not lean on your own understanding.", "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.", "Above all, keep loving one another earnestly, since love covers a multitude of sins.", "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.", "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ But I say to you, Love your enemies and pray for those who persecute you,", "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you. Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man. Trust in the Lord with all your heart, and do not lean on your own understanding. ...", "Casting all your anxieties on him, because he cares for you.", "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul.", "And as you wish that others would do to you, do so to them.", "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.", "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.", "“Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat! Come, buy wine and milk without money and without price. Why do you spend your money for that which is not bread, and your labor for that which does not satisfy? Listen diligently to me, and eat what is good, and delight yourselves in rich food. Incline your ear, and come to me; hear, that your soul may live; and I will make with you an everlasting covenant, my steadfast, sure love for David. Behold, I made him a witness to the peoples, a leader and commander for the peoples. Behold, you shall call a nation that you do not know, and a nation that did not know you shall run to you, because of the Lord your God, and of the Holy One of Israel, for he has glorified you. ...", "What then shall we say to these things? If God is for us, who can be against us?", "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.", "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.", "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.", "Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, by the new and living way that he opened for us through the curtain, that is, through his flesh, and since we have a great priest over the house of God, let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. Let us hold fast the confession of our hope without wavering, for he who promised is faithful.", "A Psalm of David. The Lord is my shepherd; I shall not want.", "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,", "Because you are precious in my eyes, and honored, and I love you, I give men in return for you, peoples in exchange for your life.", "But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.", "Just so, I tell you, there is joy before the angels of God over one sinner who repents.”", "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?", "Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,", "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.", "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.", "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.", "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.", "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.", "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.", "Whoever covers an offense seeks love, but he who repeats a matter separates close friends.", "“If you love me, you will keep my commandments.", "Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.", "But God shows his love for us in that while we were still sinners, Christ died for us.", "Hatred stirs up strife, but love covers all offenses.", "Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.", "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.", "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you.", "Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.", "Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.", "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.", "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.", "Arise, for it is your task, and we are with you; be strong and do it.”", "Little children, let us not love in word or talk but in deed and in truth."], "references": ["Luke 4:8", "Galatians 5:22-23", "1 Peter 2:9-11", "Acts 20:35", "2 Corinthians 5:14", "Joshua 1:9", "Luke 6:35", "1 John 3:16-18", "James 4:1-17", "Ephesians 6:13", "Isaiah 40:31", "Proverbs 30:18-19", "Galatians 5:5-12", "Ephesians 4:2-3", "Proverbs 18:10", "1 John 4:8", "Matthew 22:37", "Romans 1:17", "Leviticus 19:18", "Proverbs 10:4", "Matthew 22:37-39", "Philippians 4:13", "1 Corinthians 16:13", "Ezra 10:4", "Revelation 21:4", "Proverbs 17:17", "1 John 3:16", "John 13:34", "1 John 4:21", "Psalm 37:5", "Jeremiah 12:5", "1 Corinthians 13:1-3", "Philippians 4:7", "1 Corinthians 10:13", "Acts 1:8", "Proverbs 14:23", "Leviticus 20:22-26", "John 14:15", "Galatians 5:13-14", "1 Corinthians 16:14", "Proverbs 3:5-6", "2 Timothy 3:16-17", "Proverbs 18:22", "John 16:33", "Ephesians 5:25", "John 10:10", "Romans 5:8", "Luke 15:10", "Philippians 3:7-9", "James 1:12", "1 Chronicles 16:11", "1 John 4:16", "Colossians 3:23-24", "1 Peter 5:6-7", "1 John 4:7-8", "2 Peter 1:10", "Ephesians 5:2", "Proverbs 8:17", "Matthew 5:43-48", "Philippians 2:2", "Matthew 6:1-4", "Mark 12:29-31", "2 Corinthians 9:7", "Romans 13:8", "Hebrews 12:11", "Ephesians 3:17-19", "Acts 2:38", "Psalm 121:1-4", "1 Corinthians 13:4", "Psalm 18:1", "Psalm 27:4", "Psalm 23:4", "Romans 5:5", "Ephesians 2:10", "Proverbs 3:5", "Psalm 27:1", "1 Corinthians 13:4-7", "1 John 4:7", "1 John 4:11", "Proverbs 17:9", "John 13:34-35", "Luke 6:31", "1 Corinthians 13:2", "Proverbs 27:17", "Lamentations 3:22-23", "Galatians 5:22", "Matthew 6:33", "John 15:12-13", "Luke 15:7", "Isaiah 40:28-31", "Proverbs 5:19", "Matthew 5:16", "1 John 3:1-3", "Romans 8:38-39", "Psalm 34:8", "Song of Solomon 8:7", "John 14:23", "Romans 15:13", "Zephaniah 3:17", "Romans 12:9", "Genesis 29:20", "1 Peter 4:8", "John 15:13", "Matthew 22:36-40", "Galatians 2:20", "1 John 4:20", "John 14:21", "Matthew 5:22", "Malachi 3:10", "Romans 12:10", "Psalm 34:1-22", "1 John 3:18", "James 4:6", "Proverbs 10:12", "Exodus 19:5", "James 2:8", "Matthew 5:43-44", "1 John 4:12", "Galatians 6:9", "Proverbs 15:17", "Ephesians 2:4-5", "1 John 3:1", "1 Corinthians 13:4-8", "1 John 4:19", "1 Corinthians 15:58", "Romans 8:31", "Romans 8:28", "2 Timothy 1:7", "Song of Solomon 8:6-7", "1 Timothy 4:12", "Matthew 6:24", "Song of Solomon 4:10", "Psalm 86:15", "Mark 12:31", "1 Corinthians 6:19-20", "Galatians 5:13", "1 John 4:18", "Ephesians 4:2", "1 Peter 5:7", "1 Corinthians 13:13", "John 15:12", "Isaiah 55:1-13", "Psalm 143:8", "Colossians 3:23", "1 John 3:22", "Psalm 63:3", "1 Corinthians 13:4-5", "John 3:16", "Philippians 4:6-7", "Isaiah 40:29-31", "John 3:16-17", "Psalm 23:1", "Romans 12:9-10", "2 Corinthians 4:16-18", "1 Peter 1:22", "Philippians 4:19", "2 Timothy 3:16", "Song of Solomon 2:16", "Galatians 5:12", "2 Thessalonians 3:10", "Song of Solomon 8:6", "Proverbs 3:3-4", "Psalm 23:1-6", "Jeremiah 31:3", "Hebrews 12:1-2", "1 Corinthians 13:1", "2 Peter 3:18", "John 4:34", "Romans 8:37-39", "Romans 13:10", "Ephesians 4:32", "Proverbs 3:1-35", "Romans 12:11", "Jeremiah 29:11", "Isaiah 41:10", "Hebrews 10:19-23", "Romans 8:35", "2 Corinthians 12:9", "Deuteronomy 7:9", "Isaiah 43:4", "1 Corinthians 13:12", "1 Corinthians 13:1-13", "Colossians 3:14", "Galatians 1:10", "1 Corinthians 6:19", "James 1:2-4", "Deuteronomy 31:6", "Galatians 6:7-8", "Romans 12:1", "Song of Solomon 1:2", "Ephesians 5:33", "Psalm 34:17-20", "Matthew 19:26", "Philippians 2:3"]}