{
	"verses": [
		"Whatever you do, work heartily, as for the Lord and not for men,",
		"Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
		"Trust in the Lord with all your heart, and do not lean on your own understanding.",
		"But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
		"When the righteous cry for help, the Lord hears and delivers them out of all their troubles. The Lord is near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but the Lord delivers him out of them all. He keeps all his bones; not one of them is broken.",
		"But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
		"Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
		"I can do all things through him who strengthens me.",
		"“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven. “Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward. But when you give to the needy, do not let your left hand know what your right hand is doing, so that your giving may be in secret. And your Father who sees in secret will reward you.",
		"And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
		"Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
		"For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
		"Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body.",
		"Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
		"Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
		"Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
		"And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
		"I wish those who unsettle you would emasculate themselves!",
		"My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you. Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man. Trust in the Lord with all your heart, and do not lean on your own understanding. ...",
		"What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. You ask and do not receive, because you ask wrongly, to spend it on your passions. You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? ...",
		"Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
		"Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
		"But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
		"For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
		"Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
		"For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
		"Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
		"Iron sharpens iron, and one man sharpens another.",
		"So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day. For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.",
		"For God gave us a spirit not of fear but of power and love and self-control.",
		"Casting all your anxieties on him, because he cares for you.",
		"“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
		"A Psalm of David. The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ...",
		"May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
		"Be watchful, stand firm in the faith, act like men, be strong.",
		"The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
		"Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
		"Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
		"All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
		"Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
		"Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
		"The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
		"All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work.",
		"For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
		"Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
		"Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
		"But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
		"Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
		"Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, by the new and living way that he opened for us through the curtain, that is, through his flesh, and since we have a great priest over the house of God, let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
		"I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
		"Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.",
		"And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
		"No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.",
		"In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
		"The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
		"Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
		"Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
		"Greater love has no one than this, that someone lay down his life for his friends.",
		"A slack hand causes poverty, but the hand of the diligent makes rich.",
		"But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
		"Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
		"Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
		"What then shall we say to these things? If God is for us, who can be against us?",
		"For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
		"Commit your way to the Lord; trust in him, and he will act.",
		"Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
		"In all toil there is profit, but mere talk tends only to poverty.",
		" Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away. I will bless the Lord at all times; his praise shall continually be in my mouth. My soul makes its boast in the Lord; let the humble hear and be glad. Oh, magnify the Lord with me, and let us exalt his name together! I sought the Lord, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. ...",
		"For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
		"One thing have I asked of the Lord, that will I seek after: that I may dwell in the house of the Lord all the days of my life, to gaze upon the beauty of the Lord and to inquire in his temple.",
		"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
		"Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
		"But whatever gain I had, I counted as loss for the sake of Christ. Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—",
		"He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”",
		"And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
		"Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
		"I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
		"He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
		"Arise, for it is your task, and we are with you; be strong and do it.”",
		"“You shall therefore keep all my statutes and all my rules and do them, that the land where I am bringing you to live may not vomit you out. And you shall not walk in the customs of the nation that I am driving out before you, for they did all these things, and therefore I detested them. But I have said to you, ‘You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.’ I am the Lord your God, who has separated you from the peoples. You shall therefore separate the clean beast from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable by beast or by bird or by anything with which the ground crawls, which I have set apart for you to hold unclean. You shall be holy to me, for I the Lord am holy and have separated you from the peoples, that you should be mine.",
		"For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love. You were running well. Who hindered you from obeying the truth? This persuasion is not from him who calls you. A little leaven leavens the whole lump. ...",
		"And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
		"“Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat! Come, buy wine and milk without money and without price. Why do you spend your money for that which is not bread, and your labor for that which does not satisfy? Listen diligently to me, and eat what is good, and delight yourselves in rich food. Incline your ear, and come to me; hear, that your soul may live; and I will make with you an everlasting covenant, my steadfast, sure love for David. Behold, I made him a witness to the peoples, a leader and commander for the peoples. Behold, you shall call a nation that you do not know, and a nation that did not know you shall run to you, because of the Lord your God, and of the Holy One of Israel, for he has glorified you. ...",
		"A Psalm of David. The Lord is my shepherd; I shall not want.",
		"Seek the Lord and his strength; seek his presence continually!",
		"But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
		"But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God's people; once you had not received mercy, but now you have received mercy. Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.",
		"For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
		"And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
		"In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’”",
		"“If you love me, you will keep my commandments.",
		"The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
		"See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. And everyone who thus hopes in him purifies himself as he is pure.",
		"For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
		"“If you have raced with men on foot, and they have wearied you, how will you compete with horses? And if in a safe land you are so trusting, what will you do in the thicket of the Jordan?",
		"Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
		"And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
		"“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
		"A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth. He will not let your foot be moved; he who keeps you will not slumber. Behold, he who keeps Israel will neither slumber nor sleep.",
		"But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”",
		"Whatever you do, work heartily, as for the Lord and not for men,",
		"Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.",
		"Trust in the Lord with all your heart, and do not lean on your own understanding.",
		"But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”",
		"When the righteous cry for help, the Lord hears and delivers them out of all their troubles. The Lord is near to the brokenhearted and saves the crushed in spirit. Many are the afflictions of the righteous, but the Lord delivers him out of them all. He keeps all his bones; not one of them is broken.",
		"But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
		"Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
		"I can do all things through him who strengthens me.",
		"“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven. “Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward. But when you give to the needy, do not let your left hand know what your right hand is doing, so that your giving may be in secret. And your Father who sees in secret will reward you.",
		"And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
		"Have you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
		"For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
		"Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body.",
		"Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
		"Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
		"Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.",
		"And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
		"I wish those who unsettle you would emasculate themselves!",
		"My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you. Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man. Trust in the Lord with all your heart, and do not lean on your own understanding. ...",
		"What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. You ask and do not receive, because you ask wrongly, to spend it on your passions. You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? ...",
		"Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
		"Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”",
		"But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
		"For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.",
		"Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
		"For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
		"Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
		"Iron sharpens iron, and one man sharpens another.",
		"So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day. For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.",
		"For God gave us a spirit not of fear but of power and love and self-control.",
		"Casting all your anxieties on him, because he cares for you.",
		"“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
		"A Psalm of David. The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ...",
		"May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
		"Be watchful, stand firm in the faith, act like men, be strong.",
		"The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
		"Just so, I tell you, there is joy before the angels of God over one sinner who repents.”",
		"Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
		"All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
		"Oh, taste and see that the Lord is good! Blessed is the man who takes refuge in him!",
		"Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”",
		"The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
		"All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work.",
		"For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
		"Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.",
		"Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work.",
		"But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
		"Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
		"Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, by the new and living way that he opened for us through the curtain, that is, through his flesh, and since we have a great priest over the house of God, let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
		"I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”",
		"Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.",
		"And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
		"No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.",
		"In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.",
		"The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
		"Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
		"Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
		"Greater love has no one than this, that someone lay down his life for his friends.",
		"A slack hand causes poverty, but the hand of the diligent makes rich.",
		"But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
		"Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.",
		"Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
		"What then shall we say to these things? If God is for us, who can be against us?",
		"For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”",
		"Commit your way to the Lord; trust in him, and he will act.",
		"Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;",
		"In all toil there is profit, but mere talk tends only to poverty.",
		" Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away. I will bless the Lord at all times; his praise shall continually be in my mouth. My soul makes its boast in the Lord; let the humble hear and be glad. Oh, magnify the Lord with me, and let us exalt his name together! I sought the Lord, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. ...",
		"For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
		"One thing have I asked of the Lord, that will I seek after: that I may dwell in the house of the Lord all the days of my life, to gaze upon the beauty of the Lord and to inquire in his temple.",
		"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
		"Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
		"But whatever gain I had, I counted as loss for the sake of Christ. Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—",
		"He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”",
		"And whatever we ask we receive from him, because we keep his commandments and do what pleases him.",
		"Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
		"I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
		"He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
		"Arise, for it is your task, and we are with you; be strong and do it.”",
		"“You shall therefore keep all my statutes and all my rules and do them, that the land where I am bringing you to live may not vomit you out. And you shall not walk in the customs of the nation that I am driving out before you, for they did all these things, and therefore I detested them. But I have said to you, ‘You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.’ I am the Lord your God, who has separated you from the peoples. You shall therefore separate the clean beast from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable by beast or by bird or by anything with which the ground crawls, which I have set apart for you to hold unclean. You shall be holy to me, for I the Lord am holy and have separated you from the peoples, that you should be mine.",
		"For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love. You were running well. Who hindered you from obeying the truth? This persuasion is not from him who calls you. A little leaven leavens the whole lump. ...",
		"And Jesus answered him, “It is written, “‘You shall worship the Lord your God, and him only shall you serve.’”",
		"“Come, everyone who thirsts, come to the waters; and he who has no money, come, buy and eat! Come, buy wine and milk without money and without price. Why do you spend your money for that which is not bread, and your labor for that which does not satisfy? Listen diligently to me, and eat what is good, and delight yourselves in rich food. Incline your ear, and come to me; hear, that your soul may live; and I will make with you an everlasting covenant, my steadfast, sure love for David. Behold, I made him a witness to the peoples, a leader and commander for the peoples. Behold, you shall call a nation that you do not know, and a nation that did not know you shall run to you, because of the Lord your God, and of the Holy One of Israel, for he has glorified you. ...",
		"A Psalm of David. The Lord is my shepherd; I shall not want.",
		"Seek the Lord and his strength; seek his presence continually!",
		"But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”",
		"But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God's people; once you had not received mercy, but now you have received mercy. Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.",
		"For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
		"And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
		"In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’”",
		"“If you love me, you will keep my commandments.",
		"The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
		"See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. Beloved, we are God's children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. And everyone who thus hopes in him purifies himself as he is pure.",
		"For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
		"“If you have raced with men on foot, and they have wearied you, how will you compete with horses? And if in a safe land you are so trusting, what will you do in the thicket of the Jordan?",
		"Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,",
		"And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
		"“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
		"A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth. He will not let your foot be moved; he who keeps you will not slumber. Behold, he who keeps Israel will neither slumber nor sleep.",
		"But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”"
	],
	"references": [
		"Colossians 3:23",
		"1 Corinthians 15:58",
		"Proverbs 3:5",
		"Matthew 19:26",
		"Psalm 34:17-20",
		"2 Corinthians 12:9",
		"Romans 12:11",
		"Philippians 4:13",
		"Matthew 6:1-4",
		"Philippians 4:19",
		"Isaiah 40:28-31",
		"Jeremiah 29:11",
		"1 Corinthians 6:19-20",
		"Galatians 6:7-8",
		"Luke 15:7",
		"2 Corinthians 9:7",
		"Romans 8:28",
		"Galatians 5:12",
		"Proverbs 3:1-35",
		"James 4:1-17",
		"Isaiah 41:10",
		"Deuteronomy 31:6",
		"Isaiah 40:31",
		"Galatians 1:10",
		"Proverbs 3:5-6",
		"2 Thessalonians 3:10",
		"Hebrews 12:1-2",
		"Proverbs 27:17",
		"2 Corinthians 4:16-18",
		"2 Timothy 1:7",
		"1 Peter 5:7",
		"John 3:16",
		"Psalm 23:1-6",
		"Romans 15:13",
		"1 Corinthians 16:13",
		"John 10:10",
		"Luke 15:10",
		"Philippians 4:6-7",
		"2 Timothy 3:16",
		"Psalm 34:8",
		"Joshua 1:9",
		"Proverbs 18:10",
		"2 Timothy 3:16-17",
		"Ephesians 2:10",
		"Colossians 3:23-24",
		"John 4:34",
		"Matthew 6:33",
		"Psalm 27:1",
		"Hebrews 10:19-23",
		"John 16:33",
		"Malachi 3:10",
		"Galatians 6:9",
		"1 Corinthians 10:13",
		"Matthew 5:16",
		"Lamentations 3:22-23",
		"James 1:2-4",
		"1 Timothy 4:12",
		"John 15:13",
		"Proverbs 10:4",
		"2 Peter 3:18",
		"2 Peter 1:10",
		"Ephesians 6:13",
		"Romans 8:31",
		"Romans 1:17",
		"Psalm 37:5",
		"Exodus 19:5",
		"Proverbs 14:23",
		"Psalm 34:1-22",
		"Romans 8:38-39",
		"Psalm 27:4",
		"Psalm 23:4",
		"James 1:12",
		"Philippians 3:7-9",
		"Revelation 21:4",
		"1 John 3:22",
		"Philippians 2:3",
		"Romans 12:1",
		"Isaiah 40:29-31",
		"Ezra 10:4",
		"Leviticus 20:22-26",
		"Galatians 5:5-12",
		"Luke 4:8",
		"Isaiah 55:1-13",
		"Psalm 23:1",
		"1 Chronicles 16:11",
		"Acts 1:8",
		"1 Peter 2:9-11",
		"Hebrews 12:11",
		"Philippians 4:7",
		"Acts 20:35",
		"John 14:15",
		"Zephaniah 3:17",
		"1 John 3:1-3",
		"1 Corinthians 13:12",
		"Jeremiah 12:5",
		"1 Corinthians 6:19",
		"Acts 2:38",
		"John 3:16-17",
		"Psalm 121:1-4",
		"James 4:6"
	]
}